#include "gui_font_data.h"

/********************************************GB2312中文字库参数***********************************************************/
GUI_GB2312Font_T g_GUI_Font16 = {
    16,                      /* 字模宽度 */
    16,                      /* 字模高度 */
    32,                      /* 单个字模大小：(24*24)/8=72字节 */
    262144,                  /* 字库总大小（0x90000字节） */
    0x00070000,              /* 闪存起始偏移 */
    "0:/font/GB2312_16.FON", /* FatFS文件路径 */
    0,                       /* 未初始化 */
    0                        /* 上次使用时间戳 */
};
